{
  "language": "English",
  "navbar.home": "Home",
  "navbar.products": "Products",
  "navbar.contacts": "Contacts",
  "product.title": "English",
  "home.page.about": "About",
  "home.page.news": "News",
  "products.page.robotCells": "Robotised Cells",
  "products.page.specialMach": "Special Machines",
  "products.page.eletricServs": "Eletrical Services",
  "products.page.machServs": "Machining Services",
  "products.robotCells.bodyContent00": "The Sistecaut, Automation Technical Systems Ltd analyzes the specific needs of each industry or process, checking which can be applied robotic solution for improving productivity and quality of it, guaranteeing a high return on investment.",
  "products.specialMach.bodyContent00": "The Sistecaut, Automation Systems Technicians, Ltd. develops and builds equipment according to the specific needs of each industry or process in order to increase their efficiency, ensuring a high level of product quality and return on investment.",
  "products.eletricServs.bodyContent00": "The Sistecaut, Systems Automation Technical Ltd develops and integrates electrical boards of control or power according to the specific needs of each industry or process in order to increase their efficiency, ensuring a high level of product quality and return on investment.",
  "products.machServs.bodyContent00": "The Sistecaut, Systems Automation Technical Ltd offers its customers services machining of single pieces and series in various materials such as steel, aluminum, brass, copper, bronze and plastic alloys, among others. Guarantee monitoring, process control, quality, and delivery times.",
  "slider.slider0.title": "Mission",
  "slider.slider0.bodyContent00": "Analyze, design and develop innovative concepts and solutions in the industrial market, with high competence and quality. Acting in markets surpassing customer expectations and contract requirements.", 
  "slider.slider0.bodyContent01": "Provide support after sales associated with the activities described above.",
  "slider.slider1.title": "Skills",
  "slider.slider1.bodyContent00": "In order to innovate in the market focus on knowledge, entrepreneurship and creativity.", 
  "slider.slider1.bodyContent01": "It offers professional engineering skills, production and services in the areas: mechanical, pneumatic, hydraulic, electrical engineering, information and computer technologies.", 
  "slider.slider1.bodyContent02": "It is Sistecaut strategy, Lda present concepts and innovative solutions aimed at improving efficiency of processes and solutions.",
  "slider.slider2.title": "Markets",
  "slider.slider2.bodyContent00": "Our knowledge, capacity and flexibility are values ​​recognized in the various markets where we operate, particularly in the automotive market.", 
  "slider.slider2.bodyContent01": "For these developed special machines, manufacturing systems, inspection and control.", 
  "slider.slider2.bodyContent02": "We also participate in other sectors as partners, developing control and monitoring systems dedicated and open process.", 
  "slider.slider2.bodyContent03": "We analyze needs and also present solutions to markets in the field of maintenance and refurbishment of existing systems.",
  "about.bodyContent00": "The Sistecaut Ltd. was established in November 2003, is headquartered in Aveiro and is focused on providing special machines and automation solutions.",
  "about.bodyContent01": "It is presented in the market endowed with human, technical and operational, to overcome the growing customer demands. Aware of its resources and knowledge, pursue new challenges and areas of action, in a continuous search for development and sustained increase in the value chain in which it participates.",
  "about.bodyContent02": "It has the ability to design and build bespoke systems for industrial process or automation thereof.",
  "about.bodyContent03": "It integrates the latest technologies such as robotics, servo drives and machine vision. Their knowledge and skills are recognized by some partners in the automotive and electronics sector, in the development of special machines and control systems for their manufacturing processes. It also participates in the food and plastics industry, to develop production systems, control and process monitoring.",
  "about.bodyContent04": "The Sistecaut, Lda has been distinguished by its partners and customers with trust and responsibility by participating in high value and technological relevance contracts.",
  "spotlight.news0.title": "1st Environmental Activity Sistecaut Lda.",
  "spotlight.news0.bodyContent00": "We are proud that Sistecaut Lda. Announces the result of the first environmental initiative aiming to promote solidarity and environmental sustainability held on September 14, at the North Jetty wall and adjacent beach in San Jacinto. They were collected approximately 6 m ^ 3 of garbage, mostly plastics.",
  "spotlight.news0.bodycontent01": "We took also the initiative to make a living and foster team spirit.",
  "spotlight.news0.bodycontent02": "The Sistecaut Lda. Please support of San Jacinto neighborhood joint, in particular, the President Antonio Aguiar, having provided a place for socializing and to all employees who participated and made this activity a success!",
  "spotlight.news1.title": "Sistecaut Lda. Highlighted with SME Excellence award",
  "spotlight.news1.bodyContent00": "The Sistecaut Lda. Was highlighted in 2018 with the status of SME Excellence, which highlights the performance and competence of the management, grounded in a growth strategy sustained and supported by sound economic and financial indicators.",
  "form.title": "Contact Form",
  "form.name": "Full name",
  "form.name.placeholder": "Write your full name",
  "form.email": "Email",
  "form.email.placeholder": "Write your email",
  "form.message": "Message",
  "form.message.placeholder": "Write your message here",
  "form.submit": "SUBMIT FORM"
}