{
  "language": "Português",
  "navbar.home": "Início",
  "navbar.products": "Produtos",
  "navbar.contacts": "Contactos",
  "product.title": "Portugues",
  "home.page.about": "Sobre",
  "home.page.news": "Notícias",
  "products.page.robotCells": "Células Robotizadas",
  "products.page.specialMach": "Máquinas Especiais",
  "products.page.eletricServs": "Serviços Elétricos",
  "products.page.machServs": "Serviços de Maquinação",
  "products.robotCells.description": "A Sistecaut, Sistemas Técnicos de Automação, Lda analisa as necessidades específicas de cada indústria ou processo, verificando onde pode ser aplicada uma solução robotizada para melhoria da produtividade e qualidade do mesmo, garantindo um retorno elevado dos investimentos. Esta tecnologia liberta os meios humanos para tarefas de maior valor acrescentado e garante uma produção estável. A Sistecaut, Lda. dispõe também de um corpo técnico apto a desenvolver, testar, integrar e programar qualquer equipamento, assim como posteriormente a formar os operadores e garantir bom uso dos equipamentos.",
  "products.robotCells.card00.title": "54x CRS.APA",
  "products.robotCells.card00.content": "Células robotizadas SCARA para aparafusamento farolins.",
  "products.robotCells.card01.title": "INS-368 CR.MO",
  "products.robotCells.card01.content": "Célula robotizada para inserção automática de clipes c/ interligação ao robot cartesiano da máquina injeção.",
  "products.robotCells.card02.title": "266 CR.MO-INS-PA",
  "products.robotCells.card02.content": "Célula robotizada para alimentação, dobragem e corte de terminais, alimentação e montagem automática de ferrites e terminais no conector.",
  "products.specialMach.description": "A Sistecaut, Sistemas Técnicos de Automação, Lda desenvolve e constrói equipamentos de acordo com as necessidades específicas de cada indústria ou processo, visando aumentar a eficiência dos mesmos, garantindo um elevado nível de qualidade do produto e retorno do investimento. Incorpora nos mesmos as mais recentes tecnologias, visando a diminuição de custos de montagem, teste, inspeção e manutenção. Dispõe de um corpo técnico apto a desenvolver, testar e integrar, diversos componentes e funcionalidades de acordo os requisitos identificados, assim como, posteriormente a formar os operadores e garantir bom uso dos equipamentos.",
  "products.specialMach.card00.title": "549 - ME.INS-CG",
  "products.specialMach.card00.content": "Equipamento de montagem manual de clipes, verificação boa montagem e corte 2 gitos.",
  "products.specialMach.card01.title": "542 ME.MO-APA",
  "products.specialMach.card01.content": "Equipamento de montagem e aparafusamento de 4 parafusos autoroscantes de cabeça flangeada Torx 20 em sequencia, binário max 1Nm, com limite introdução",
  "products.specialMach.card02.title": "430 ME.TF",
  "products.specialMach.card02.content": "Periférico de teste de estanqueidade.",
  "products.eletricServs.description": "A Sistecaut, Sistemas Técnicos de Automação, Lda desenvolve e integra quadros elétricos de controlo ou potencia de acordo com as necessidades específicas de cada indústria ou processo, visando aumentar a eficiência dos mesmos, garantindo um elevado nível de qualidade do produto e retorno do investimento. Dispõe de um corpo técnico apto a desenvolver, testar e integrar, diversos componentes e funcionalidades de acordo os requisitos identificados, assim como, posteriormente a programar e formar os operadores , garantindo bom uso dos equipamentos.",
  "products.eletricServs.card00.title": "Manutenção Elétrica",
  "products.eletricServs.card00.content": "Após entregar, colocar em funcionamento e formar as equipas que operam o equipamento, deve ser desenvolvida manutenção preventiva e curativa aos equipamentos.",
  "products.eletricServs.card01.title": "Montagem Elétrica",
  "products.eletricServs.card01.content": "A montagem elétrica de componentes, facilidade de interligação ou substituição é extremamente relevante na industrialização ou na manutenção aos equipamentos.",
  "products.machServs.description": "A Sistecaut, Sistemas Técnicos de Automação, Lda. dispõe aos seus clientes serviços de maquinação de peças únicas e em série em vários materiais tais como: aço, alumínio, latão, cobre, bronzes e ligas de plástico, entre outros. Garantimos acompanhamento, controlo de processo, qualidade, assim como prazos de entrega.",
  "products.machServs.card00.title": "Torneamento",
  "products.machServs.card00.content": "Desenvolvemos peças com geometria simples e/ou complexas face às necessidades de cada cliente com competência.",
  "products.machServs.card01.title": "Outras Operações",
  "products.machServs.card01.content": "Apostamos no desenvolvimento de serviço ao cliente de forma poder garantir melhoria contínua em cadeia e plena satisfação destes.",
  "slider.slider0.title": "Missão",
  "slider.slider0.bodyContent00": "Analisar, projetar e desenvolver conceitos e soluções inovadoras no mercado industrial, com elevada competência e qualidade. Atuar nos mercados superando as expetativas do cliente e requisitos contratados.", 
  "slider.slider0.bodyContent01": "Prestar apoio após venda associado às atividades acima descritas.",
  "slider.slider1.title": "Competências",
  "slider.slider1.bodyContent00": "Para poder inovar no mercado privilegia o conhecimento, o empreendedorismo e a criatividade.", 
  "slider.slider1.bodyContent01": "Dispõe de competências profissionais de engenharia, produção e serviços, nas áreas: mecânica, pneumática, hidráulica, eletrotécnica, tecnologias de informação e computação.", 
  "slider.slider1.bodyContent02": "É estratégia da Sistecaut, Lda apresentar conceitos e soluções inovadoras, visando a melhoria de eficiência de processos e soluções.",
  "slider.slider2.title": "Mercados",
  "slider.slider2.bodyContent00": "O nosso conhecimento, capacidade e flexibilidade, são valores reconhecidos nos diversos mercados onde atuamos, especificamente no mercado automóvel.", 
  "slider.slider2.bodyContent01": "Para estes desenvolvemos máquinas especiais, sistemas de fabrico, de inspeção e controlo.", 
  "slider.slider2.bodyContent02": "Participamos também noutros sectores como parceiros, desenvolvendo sistemas de controlo e monitorização de processo dedicados e abertos.", 
  "slider.slider2.bodyContent03": "Analisamos necessidades e apresentamos também soluções aos mercados no campo da manutenção e remodelação de sistemas existentes.",
  "about.bodyContent00": "A Sistecaut Lda foi criada em novembro de 2003, tem sede em Aveiro e está focalizada no fornecimento de máquinas especiais e soluções de automação.",
  "about.bodyContent01": "Apresenta-se no mercado dotada de meios humanos, técnicos e operacionais, para superar as crescentes exigências dos clientes. Consciente dos seus recursos e saber, persegue novos desafios e áreas de ação, numa procura contínua de desenvolvimento sustentado e aumento de valor na cadeia em que participa.",
  "about.bodyContent02": "Tem capacidade para projetar e construir sistemas por medida, para processo industrial ou automatização do mesmo.",
  "about.bodyContent03": "Integra as tecnologias mais recentes, tais como robótica, servo acionamentos e visão artificial. O seu conhecimento e capacidade são reconhecidos por alguns parceiros no sector automóvel e de eletrónica, no desenvolvimento de máquinas especiais e sistemas de controlo para os seus processos de fabrico. Participa também no sector alimentar e plásticos, desenvolvendo sistemas de produção, controlo e monitorização de processos.",
  "about.bodyContent04": "A Sistecaut, Lda tem sido distinguida pelos seus parceiros e clientes com confiança e responsabilidade, participando em contratos de elevado valor e relevância tecnológica.",
  "spotlight.news0.title": "1ª Atividade Ambiental Sistecaut Lda.",
  "spotlight.news0.bodyContent00": "É com orgulho que a Sistecaut Lda. anuncia o resultado da primeira iniciativa ambiental com intuito de promover a solidariedade e sustentabilidade ambiental realizada no passado dia 14 de Setembro, no paredão molhe norte e praia adjacente, em São Jacinto. Foram recolhidos cerca de 6m^3 de lixo, maioritariamente plásticos.",
  "spotlight.news0.bodycontent01": "Aproveitámos também esta iniciativa para fazer um convívio e fomentar o espírito de equipa.",
  "spotlight.news0.bodycontent02": "A Sistecaut Lda. agrade o apoio da junta de freguesia de São Jacinto, em especial, ao presidente António Aguiar, por ter facultado um local para o convívio e a todos os colaboradores que participaram e tornaram esta atividade num sucesso!",
  "spotlight.news1.title": "Sistecaut Lda. destacada com prémio PME Excelência",
  "spotlight.news1.bodyContent00": "A Sistecaut Lda. foi destacada no ano de 2018 com o estatuto de PME Excelência, que evidencia o desempenho e competência da gestão, alicerçados numa estratégia de crescimento sustentado e suportada em sólidos indicadores económicos e financeiros.",
  "form.title": "Formulário de Contacto",  
  "form.name": "Nome completo",
  "form.name.placeholder": "Escreva seu nome completo",
  "form.email": "Email",
  "form.email.placeholder": "Escreva seu email",
  "form.message": "Mensagem",
  "form.message.placeholder": "Escreva sua mensagem aqui",
  "form.submit": "SUBMETER FORMULÁRIO",
  "form.success": "Obrigado por preencher o nosso formulário. Recebemos a sua mensagem e gostariamos de agradecer pelo envio do mesma. Se a sua questão for urgente, por favor utilize o número de telefone referido na página contactos para falar com um memmbro do nossa equipa. De outra forma, nós vamos responder ao seu email o mais breve possível. Falamos consigo brevemente, Sistecaut, Lda"
}